import Img1 from "./img/balance/balance1.png";
import Img2 from "./img/balance/balance2.png";
import Img3 from "./img/balance/balance3.png";
import Img4 from "./img/balance/balance4.png";
import Img5 from "./img/balance/balance5.png";
import Img6 from "./img/balance/balance6.png";
import Img7 from "./img/balance/balance7.png";
import Img8 from "./img/balance/balance8.png";
import Img9 from "./img/balance/balance9.png";
import Img10 from "./img/balance/balance10.png";
import Img11 from "./img/balance/balance11.png";
import Img12 from "./img/balance/balance12.png";
const balanceData = {
  products: [
    {
      id: 1,
      image: Img1,
      price: 50,
      description: `Заряженный стикерпак для настоящих майнеров! 
        Семь ярких 3D-наклеек оживят твой гаджет и подчеркнут твой статус в криптомире. 
        Не тормози — погнали добывать стиль вместе!`,
    },
    {
      id: 2,
      image: Img2,
      price: 50,
      description:
        "Заряженный стикерпак для настоящих майнеров! Семь ярких 3D-наклеек оживят твой гаджет и подчеркнут твой статус в криптомире. Не тормози — погнали добывать стиль вместе!",
    },
    {
      id: 3,
      image: Img3,
      price: 50,
      description: `Если ты дуреешь с этой прикормки, то тебе нужна эта футболка! Уникальный мемный дизайн для тех, кто
в теме. Будь частью крипто-элиты – даже в офлайне!`,
    },
    {
      id: 4,
      image: Img4,
      price: 50,
      description: `"Главное – вовремя закрыть блок!" – в мире крипты нужна не только удача, но и хороший запас электричества. Эта футболка для тех, кто знает, что такое реальный майнинг-трип.`,
    },
    {
      id: 5,
      image: Img5,
      price: 50,
      description: `Главный закон криптомира – меньше слов, больше хешрейта! Пока другие спорят о цене битка, твои асики делают свою работу. Никто не должен знать, сколько
у тебя майнеров. Не забывай о первом правиле.`,
    },
    {
      id: 6,
      image: Img6,
      price: 50,
      description: `Забудь про трейдинг – просто найди правильную розетку! Пока кто-то мечтает разбогатеть на крипте,
ты просто подключаешь ASIC. Вот и вся магия майнинга!`,
    },
    {
      id: 7,
      image: Img7,
      price: 50,
      description: `Даже если электричество кончится, LEOMINING не оставит тебя без заряда! Этот павербанк – как мини-майнинг-ферма, но вместо битков добывает энергию для твоих гаджетов. Пока у всех 0%, у тебя всегда фулл-заряд.`,
    },
    {
      id: 8,
      image: Img8,
      price: 50,
      description: `Всё гениальное – в компактности! Этот картхолдер – идеальное хранилище для твоих карт, а свободное место в кармане лучше потратить на что-то более ценное. Например, на асики в LEOMINING!`,
    },
    {
      id: 9,
      image: Img9,
      price: 50,
      description: `Настоящий майнер заслуживает не только битки,
но и памятный леокоин. Эта монета – знак, что ты был здесь, в самом центре крипто-движа.
Пусть она приносит тебе удачу на пути к новому блоку!`,
    },
    {
      id: 10,
      image: Img10,
      price: 50,
      description: `В этом блокноте только ценные записи – никакого спама и скама! Стратегии, прогнозы, пароли и планы – всё, что нужно крипто-энтузиасту.
Главное – не потеряй, как приватный ключ!`,
    },
    {
      id: 11,
      image: Img11,
      price: 50,
      description: `Крипта любит тишину, а SafePal – твою защиту!  Храни свои активы в самом надёжном холодном кошельке и спи спокойно. Пока другие боятся взломов, ты просто держишь контроль в своих руках!`,
    },
    {
      id: 12,
      image: Img12,
      price: 50,
      description:
        "Теперь даже твоя колонка следит за крипто-рынком! :) \nАлиса знает, когда альты пампят, а когда лучше не заходить. \nПросто спроси, и будь в плюсе!",
    },
  ],
};
export default balanceData;
